Repository: marcelrgberger/civo-cloud-manager
Catalog: CivoCloudManager/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

source: Click an instance to see CPU, RAM, Disk specs, IPs, initial password, and tags.
ar: انقر على مثيل لرؤية مواصفات المعالج، الذاكرة، القرص، عناوين IP، كلمة المرور الأولية، والوسوم.
de: Klicken Sie auf eine Instanz, um CPU, RAM, Festplattenspezifikationen, IPs, Initialpasswort und Tags anzuzeigen.
es: Haz clic en una instancia para ver CPU, RAM, disco, IPs, contraseña inicial y etiquetas.
fr: Cliquez sur une instance pour voir le CPU, la RAM, les spécifications disque, les IPs, le mot de passe initial et les tags.
hi: इंस्टेंस पर क्लिक कर CPU, RAM, डिस्क स्पेसिफिकेशन, IPs, प्रारंभिक पासवर्ड और टैग्स देखें।
id: Klik sebuah instance untuk melihat spesifikasi CPU, RAM, Disk, IP, password awal, dan tag.
it: Clicca su un'istanza per vedere CPU, RAM, specifiche disco, IP, password iniziale e tag.
ja: インスタンスをクリックすると、CPU、メモリ、ディスク仕様、IP、初期パスワード、タグが表示されます。
ko: 인스턴스를 클릭하면 CPU, RAM, 디스크 사양, IP, 초기 비밀번호, 태그를 확인할 수 있습니다.
nl: Klik op een instantie om CPU, RAM, schijfspecificaties, IP's, initiëel wachtwoord en tags te bekijken.
pl: Kliknij instancję, aby zobaczyć CPU, RAM, parametry dysku, adresy IP, hasło początkowe i tagi.
pt: Clique numa instância para ver CPU, RAM, disco, IPs, password inicial e tags.
ru: Кликните по инстансу для просмотра характеристик CPU, ОЗУ, диска, IP, первоначального пароля и тегов.
tr: Bir sunucuya tıklayarak işlemci, RAM, disk özellikleri, IP'ler, ilk şifre ve etiketleri görüntüleyin.
zh_hans: 点击实例查看 CPU、内存、磁盘规格、IP、初始密码及标签。

source: Click an object store to see its credentials, endpoint, config, and resize option.
ar: انقر على مخزن الكائنات لرؤية بيانات الاعتماد، نقطة النهاية، الإعدادات، وخيار تغيير الحجم.
de: Klicken Sie auf einen Object Store, um Zugangsdaten, Endpunkt, Konfiguration und Größenanpassung zu sehen.
es: Haz clic en un almacén de objetos para ver credenciales, endpoint, configuración y opción de redimensionar.
fr: Cliquez sur un stockage objet pour voir ses identifiants, endpoint, configuration et option de redimensionnement.
hi: ऑब्जेक्ट स्टोर पर क्लिक कर उसके क्रेडेंशियल्स, एंडपॉइंट, कॉन्फ़िग और आकार बदलने का विकल्प देखें।
id: Klik sebuah object store untuk melihat kredensial, endpoint, konfigurasi, dan opsi ubah ukuran.
it: Clicca su un object store per vedere credenziali, endpoint, configurazione e opzione di ridimensionamento.
ja: オブジェクトストアをクリックすると、認証情報、エンドポイント、設定、サイズ変更オプションが表示されます。
ko: 오브젝트 스토어를 클릭하면 자격 증명, 엔드포인트, 설정, 크기 조정 옵션을 확인할 수 있습니다.
nl: Klik op een object store om de inloggegevens, endpoint, configuratie en optie voor grootte wijzigen te bekijken.
pl: Kliknij Object Store, aby zobaczyć dane uwierzytelniające, endpoint, konfigurację i opcję zmiany rozmiaru.
pt: Clique num object store para ver credenciais, endpoint, configuração e opção de redimensionar.
ru: Кликните по хранилищу объектов для просмотра учетных данных, endpoint, конфигурации и изменения размера.
tr: Bir nesne deposuna tıklayarak kimlik bilgileri, uç nokta, yapılandırma ve boyutlandırma seçeneğini görüntüleyin.
zh_hans: 点击对象存储查看凭证、端点、配置及扩容选项。

source: Compute & Instances
ar: الحوسبة والمثيلات
de: Compute & Instanzen
es: Cómputo e instancias
fr: Calcul & Instances
hi: कंप्यूट और इंस्टेंस
id: Komputasi & Instance
it: Calcolo e istanze
ja: コンピュート & インスタンス
ko: 컴퓨트 및 인스턴스
nl: Compute & Instanties
pl: Obliczenia i instancje
pt: Computação & Instâncias
ru: Вычисления и инстансы
tr: Hesaplama & Sunucular
zh_hans: 计算与实例

source: Cost Estimate
ar: تقدير التكلفة
de: Kostenschätzung
es: Estimación de costos
fr: Estimation des coûts
hi: लागत अनुमान
id: Estimasi Biaya
it: Stima costi
ja: コスト見積もり
ko: 비용 추정
nl: Kostenraming
pl: Szacowany koszt
pt: Estimativa de custos
ru: Оценка стоимости
tr: Maliyet Tahmini
zh_hans: 费用估算

source: Create networks with a label and optional CIDR range.
ar: أنشئ شبكات مع تسمية ونطاق CIDR اختياري.
de: Netzwerke mit Label und optionalem CIDR-Bereich erstellen.
es: Crea redes con una etiqueta y rango CIDR opcional.
fr: Créez des réseaux avec un libellé et une plage CIDR optionnelle.
hi: लेबल और वैकल्पिक CIDR रेंज के साथ नेटवर्क बनाएं।
id: Buat jaringan dengan label dan rentang CIDR opsional.
it: Crea reti con un'etichetta e intervallo CIDR opzionale.
ja: ラベルと任意のCIDR範囲でネットワークを作成できます。
ko: 네트워크를 라벨과 선택적 CIDR 범위로 생성하세요.
nl: Netwerken aanmaken met een label en optioneel CIDR-bereik.
pl: Twórz sieci z etykietą i opcjonalnym zakresem CIDR.
pt: Crie redes com um rótulo e intervalo CIDR opcional.
ru: Создавайте сети с меткой и необязательным диапазоном CIDR.
tr: Etiket ve isteğe bağlı CIDR aralığı ile ağlar oluşturun.
zh_hans: 创建网络时可设置标签及可选 CIDR 范围。

source: Create new credentials by entering a name and clicking 'Create'.
ar: أنشئ بيانات اعتماد جديدة بإدخال اسم ثم النقر على 'إنشاء'.
de: Neue Zugangsdaten durch Eingabe eines Namens und Klick auf „Erstellen“ anlegen.
es: Crea nuevas credenciales ingresando un nombre y haciendo clic en "Crear".
fr: Créez de nouveaux identifiants en saisissant un nom puis en cliquant sur « Créer ».
hi: नाम दर्ज कर और 'बनाएँ' पर क्लिक कर नए क्रेडेंशियल्स बनाएं।
id: Buat kredensial baru dengan memasukkan nama lalu klik 'Buat'.
it: Crea nuove credenziali inserendo un nome e cliccando "Crea".
ja: 名前を入力し「作成」をクリックして新しい認証情報を作成します。
ko: 이름 입력 후 ‘생성’을 클릭해 새 자격 증명을 만드세요.
nl: Nieuwe inloggegevens aanmaken door een naam in te voeren en op 'Aanmaken' te klikken.
pl: Utwórz nowe dane uwierzytelniające, wpisując nazwę i klikając „Utwórz”.
pt: Crie novas credenciais inserindo um nome e clicando em 'Criar'.
ru: Создайте новые учетные данные, введя имя и нажав «Создать».
tr: Bir ad girip 'Oluştur' butonuna tıklayarak yeni kimlik bilgisi oluşturun.
zh_hans: 输入名称并点击“创建”以生成新凭证。

source: Credential Management
ar: إدارة بيانات الاعتماد
de: Zugangsdatenverwaltung
es: Gestión de credenciales
fr: Gestion des identifiants
hi: क्रेडेंशियल प्रबंधन
id: Manajemen Kredensial
it: Gestione credenziali
ja: 認証情報管理
ko: 자격 증명 관리
nl: Beheer van inloggegevens
pl: Zarządzanie danymi uwierzytelniającymi
pt: Gestão de credenciais
ru: Управление учетными данными
tr: Kimlik Bilgisi Yönetimi
zh_hans: 凭证管理

source: Credentials (access key ID, secret access key) come from a linked credential via the Civo API.
ar: بيانات الاعتماد (معرّف مفتاح الوصول، مفتاح الوصول السري) تأتي من بيانات اعتماد مرتبطة عبر Civo API.
de: Zugangsdaten (Access Key ID, Secret Access Key) stammen aus einer verknüpften Berechtigung über die Civo API.
es: Las credenciales (access key ID, secret access key) provienen de una credencial vinculada mediante la API de Civo.
fr: Les identifiants (access key ID, secret access key) proviennent d’un identifiant lié via l’API Civo.
hi: क्रेडेंशियल्स (एक्सेस की ID, सीक्रेट एक्सेस की) Civo API के माध्यम से लिंक्ड क्रेडेंशियल से आते हैं।
id: Kredensial (access key ID, secret access key) berasal dari kredensial yang terhubung melalui Civo API.
it: Le credenziali (access key ID, secret access key) provengono da una credenziale collegata tramite l'API Civo.
ja: 認証情報（アクセスキーID、シークレットアクセスキー）はCivo APIで連携された認証情報から取得されます。
ko: 자격 증명(액세스 키 ID, 시크릿 액세스 키)은 Civo API로 연결된 자격 증명에서 가져옵니다.
nl: Inloggegevens (access key ID, secret access key) komen uit een gekoppelde credential via de Civo API.
pl: Dane uwierzytelniające (ID klucza dostępu, tajny klucz) pochodzą z powiązanych danych przez Civo API.
pt: As credenciais (access key ID, secret access key) vêm de uma credencial ligada via Civo API.
ru: Учетные данные (access key ID, secret access key) получаются из связанной учетной записи через Civo API.
tr: Kimlik bilgileri (erişim anahtarı ID, gizli erişim anahtarı) Civo API üzerinden bağlı bir kimlik bilgisinden gelir.
zh_hans: 凭证（访问密钥 ID、密钥）通过 Civo API 关联获取。

source: Database Credentials
ar: بيانات اعتماد قاعدة البيانات
de: Datenbank-Zugangsdaten
es: Credenciales de base de datos
fr: Identifiants de base de données
hi: डेटाबेस क्रेडेंशियल्स
id: Kredensial Basis Data
it: Credenziali database
ja: データベース認証情報
ko: 데이터베이스 자격 증명
nl: Database-inloggegevens
pl: Dane uwierzytelniające bazy danych
pt: Credenciais de base de dados
ru: Учетные данные базы данных
tr: Veritabanı Kimlik Bilgileri
zh_hans: 数据库凭证

source: Default network cannot be deleted.
ar: لا يمكن حذف الشبكة الافتراضية.
de: Das Standardnetzwerk kann nicht gelöscht werden.
es: La red predeterminada no se puede eliminar.
fr: Le réseau par défaut ne peut pas être supprimé.
hi: डिफ़ॉल्ट नेटवर्क हटाया नहीं जा सकता।
id: Jaringan default tidak dapat dihapus.
it: La rete predefinita non può essere eliminata.
ja: デフォルトネットワークは削除できません。
ko: 기본 네트워크는 삭제할 수 없습니다.
nl: Standaardnetwerk kan niet worden verwijderd.
pl: Domyślna sieć nie może zostać usunięta.
pt: A rede predefinida não pode ser eliminada.
ru: Сеть по умолчанию не может быть удалена.
tr: Varsayılan ağ silinemez.
zh_hans: 默认网络无法删除。

source: Delete credentials via right-click context menu (requires typing the name to confirm).
ar: احذف بيانات الاعتماد عبر قائمة النقر بالزر الأيمن (يتطلب كتابة الاسم للتأكيد).
de: Zugangsdaten über das Rechtsklick-Kontextmenü löschen (erfordert die Eingabe des Namens zur Bestätigung).
es: Elimina credenciales desde el menú contextual (requiere escribir el nombre para confirmar).
fr: Supprimez des identifiants via le menu contextuel (nécessite de saisir le nom pour confirmer).
hi: राइट-क्लिक संदर्भ मेनू से क्रेडेंशियल्स हटाएँ (पुष्टि के लिए नाम टाइप करना आवश्यक)।
id: Hapus kredensial melalui menu konteks klik kanan (memerlukan pengetikan nama untuk konfirmasi).
it: Elimina le credenziali tramite menu contestuale con tasto destro (richiede di digitare il nome per confermare).
ja: 認証情報は右クリックのコンテキストメニューから削除できます（確認のため名前の入力が必要です）。
ko: 자격 증명은 우클릭 컨텍스트 메뉴에서 삭제할 수 있으며, 이름 입력으로 확인이 필요합니다.
nl: Verwijder inloggegevens via het contextmenu met rechtermuisklik (vereist het intypen van de naam ter bevestiging).
pl: Usuń dane uwierzytelniające przez menu kontekstowe (wymaga wpisania nazwy do potwierdzenia).
pt: Elimine credenciais pelo menu de contexto (botão direito), requer digitar o nome para confirmar.
ru: Удалите учетные данные через контекстное меню (требуется ввести имя для подтверждения).
tr: Kimlik bilgisini sağ tıklayarak açılan menüden silin (onay için adını yazmanız gerekir).
zh_hans: 右键凭证通过菜单“删除”，需输入名称以确认。

source: Download selected items via the toolbar Download button.
ar: نزّل العناصر المحددة عبر زر 'تنزيل' في شريط الأدوات.
de: Ausgewählte Elemente über den „Herunterladen“-Button in der Toolbar herunterladen.
es: Descarga los elementos seleccionados con el botón Descargar de la barra.
fr: Téléchargez les éléments sélectionnés via le bouton Télécharger de la barre d’outils.
hi: टूलबार के 'डाउनलोड करें' बटन से चयनित आइटम डाउनलोड करें।
id: Unduh item terpilih melalui tombol Unduh di toolbar.
it: Scarica gli elementi selezionati tramite il pulsante Scarica nella barra strumenti.
ja: ツールバーの「ダウンロード」ボタンで選択した項目をダウンロードします。
ko: 툴바의 ‘다운로드’ 버튼으로 선택 항목을 내려받을 수 있습니다.
nl: Download geselecteerde items via de Downloaden-knop in de werkbalk.
pl: Pobierz wybrane elementy za pomocą przycisku „Pobierz” na pasku narzędzi.
pt: Transfira itens selecionados pelo botão 'Transferir' na barra de ferramentas.
ru: Скачайте выбранные элементы через кнопку «Скачать» на панели инструментов.
tr: Seçili öğeleri araç çubuğundaki İndir butonuyla indirin.
zh_hans: 通过工具栏“下载”按钮下载所选项目。

source: Edit Reverse DNS inline.
ar: حرر عكس DNS مباشرة.
de: Reverse DNS direkt bearbeiten.
es: Edita el Reverse DNS en línea.
fr: Modifiez le Reverse DNS en ligne.
hi: रिवर्स DNS को इनलाइन संपादित करें।
id: Edit Reverse DNS secara langsung.
it: Modifica Reverse DNS in linea.
ja: リバースDNSはインラインで編集できます。
ko: Reverse DNS를 인라인으로 편집하세요.
nl: Reverse DNS direct bewerken.
pl: Edytuj Reverse DNS bezpośrednio w widoku.
pt: Edite o Reverse DNS diretamente.
ru: Редактируйте Reverse DNS прямо в интерфейсе.
tr: Reverse DNS'i satır içi düzenleyin.
zh_hans: 可直接内联编辑反向 DNS。

source: Enter your Civo API key (found at civo.com > Account > Security > API Keys).
ar: أدخل مفتاح Civo API الخاص بك (متوفر في civo.com > الحساب > الأمان > مفاتيح API).
de: Geben Sie Ihren Civo API-Schlüssel ein (zu finden unter civo.com > Account > Security > API Keys).
es: Ingresa tu clave API de Civo (en civo.com > Cuenta > Seguridad > API Keys).
fr: Saisissez votre clé API Civo (disponible sur civo.com > Compte > Sécurité > API Keys).
hi: अपनी Civo API कुंजी दर्ज करें (civo.com > Account > Security > API Keys पर उपलब्ध)।
id: Masukkan kunci API Civo Anda (dapat ditemukan di civo.com > Account > Security > API Keys).
it: Inserisci la tua chiave API Civo (disponibile su civo.com > Account > Sicurezza > API Keys).
ja: Civo APIキー（civo.com > アカウント > セキュリティ > API Keysで確認）を入力してください。
ko: Civo API 키를 입력하세요 (civo.com > Account > Security > API Keys에서 확인).
nl: Voer uw Civo API-sleutel in (te vinden op civo.com > Account > Security > API Keys).
pl: Wprowadź swój klucz API Civo (dostępny na civo.com > Konto > Bezpieczeństwo > Klucze API).
pt: Introduza a sua chave API da Civo (em civo.com > Conta > Segurança > API Keys).
ru: Введите ваш Civo API-ключ (civo.com > Account > Security > API Keys).
tr: Civo API anahtarınızı girin (civo.com > Hesap > Güvenlik > API Anahtarları'nda bulunur).
zh_hans: 输入你的 Civo API 密钥（在 civo.com > 账户 > 安全 > API 密钥中获取）。

source: Events show relative timestamps like '2m ago' or '1h ago'.
ar: الأحداث تعرض طوابع زمنية نسبية مثل 'منذ 2 دقيقة' أو 'منذ 1 ساعة'.
de: Ereignisse zeigen relative Zeitangaben wie „vor 2m“ oder „vor 1h“ an.
es: Los eventos muestran marcas de tiempo relativas como "hace 2m" o "hace 1h".
fr: Les événements affichent des dates relatives comme « il y a 2m » ou « il y a 1h ».
hi: इवेंट्स में '2m ago' या '1h ago' जैसे सापेक्ष टाइमस्टैम्प दिखते हैं।
id: Event menampilkan waktu relatif seperti '2m lalu' atau '1j lalu'.
it: Gli eventi mostrano data e ora relative come "2m fa" o "1h fa".
ja: イベントは「2分前」「1時間前」など相対的な時刻で表示されます。
ko: 이벤트는 ‘2m ago’, ‘1h ago’와 같이 상대적 타임스탬프로 표시됩니다.
nl: Gebeurtenissen tonen relatieve tijdstempels zoals '2m geleden' of '1u geleden'.
pl: Zdarzenia pokazują względne znaczniki czasu, np. „2m temu” lub „1h temu”.
pt: Os eventos mostram datas relativas como 'há 2m' ou 'há 1h'.
ru: События отображают относительное время, например «2м назад» или «1ч назад».
tr: Olaylar '2d önce', '1s önce' gibi göreli zaman damgalarıyla gösterilir.
zh_hans: 事件显示相对时间戳，如“2 分钟前”或“1 小时前”。

source: Expand a domain to see DNS records. Add, edit, or delete records inline.
ar: وسع نطاقاً لرؤية سجلات DNS. أضف أو حرر أو احذف السجلات مباشرة.
de: Domain ausklappen, um DNS-Einträge anzuzeigen. Einträge direkt hinzufügen, bearbeiten oder löschen.
es: Expande un dominio para ver los registros DNS. Agrega, edita o elimina registros en línea.
fr: Dépliez un domaine pour voir les enregistrements DNS. Ajoutez, modifiez ou supprimez des enregistrements en ligne.
hi: डोमेन विस्तार कर DNS रिकॉर्ड देखें। रिकॉर्ड इनलाइन जोड़ें, संपादित करें या हटाएँ।
id: Perluas domain untuk melihat catatan DNS. Tambah, edit, atau hapus catatan secara langsung.
it: Espandi un dominio per vedere i record DNS. Aggiungi, modifica o elimina record direttamente.
ja: ドメインを展開してDNSレコードを表示。レコードの追加・編集・削除はインラインで行えます。
ko: 도메인을 확장해 DNS 레코드를 확인하고, 인라인으로 추가/편집/삭제할 수 있습니다.
nl: Vouw een domein uit om DNS-records te zien. Voeg records toe, bewerk of verwijder ze direct.
pl: Rozwiń domenę, aby zobaczyć rekordy DNS. Dodawaj, edytuj lub usuwaj rekordy bezpośrednio.
pt: Expanda um domínio para ver os registos DNS. Adicione, edite ou elimine registos diretamente.
ru: Разверните домен для просмотра DNS-записей. Добавляйте, редактируйте и удаляйте записи прямо в списке.
tr: Bir alan adını genişleterek DNS kayıtlarını görüntüleyin. Kayıtları satır içi ekleyin, düzenleyin veya silin.
zh_hans: 展开域名查看 DNS 记录，可直接添加、编辑或删除记录。

source: Export & Backup
ar: تصدير ونسخة احتياطية
de: Export & Sicherung
es: Exportar y copia de seguridad
fr: Export & Sauvegarde
hi: निर्यात और बैकअप
id: Ekspor & Cadangan
it: Esporta e backup
ja: エクスポート & バックアップ
ko: 내보내기 및 백업
nl: Exporteren & Back-up
pl: Eksport i kopia zapasowa
pt: Exportar & Backup
ru: Экспорт и резервное копирование
tr: Dışa Aktar & Yedekle
zh_hans: 导出与备份

source: File opens in Finder for you to save or share.
ar: يفتح الملف في Finder للحفظ أو المشاركة.
de: Datei wird im Finder geöffnet, damit Sie sie speichern oder teilen können.
es: El archivo se abre en Finder para que lo guardes o compartas.
fr: Le fichier s’ouvre dans le Finder pour l’enregistrement ou le partage.
hi: फ़ाइल Finder में खुलेगी ताकि आप सहेज या साझा कर सकें।
id: Berkas akan dibuka di Finder untuk Anda simpan atau bagikan.
it: Il file si apre in Finder per salvarlo o condividerlo.
ja: ファイルはFinderで開かれ、保存や共有が可能です。
ko: Finder에서 파일이 열려 저장 또는 공유할 수 있습니다.
nl: Bestand wordt geopend in Finder om op te slaan of te delen.
pl: Plik otwiera się w Finderze, abyś mógł go zapisać lub udostępnić.
pt: O ficheiro abre no Finder para guardar ou partilhar.
ru: Файл открывается в Finder для сохранения или отправки.
tr: Dosya, kaydetmeniz veya paylaşmanız için Finder'da açılır.
zh_hans: 文件会在 Finder 中打开，便于保存或分享。

source: Generate Ed25519 SSH key pairs directly from the app.
ar: أنشئ أزواج مفاتيح SSH من نوع Ed25519 مباشرة من التطبيق.
de: Ed25519-SSH-Schlüsselpaar direkt in der App generieren.
es: Genera pares de claves SSH Ed25519 directamente desde la app.
fr: Générez des paires de clés SSH Ed25519 directement depuis l’application.
hi: ऐप से सीधे Ed25519 SSH की पेयर जनरेट करें।
id: Hasilkan pasangan kunci SSH Ed25519 langsung dari aplikasi.
it: Genera coppie di chiavi SSH Ed25519 direttamente dall'app.
ja: アプリからEd25519 SSH鍵ペアを直接生成できます。
ko: 앱에서 Ed25519 SSH 키 쌍을 직접 생성할 수 있습니다.
nl: Genereer Ed25519 SSH-sleutelpaar direct vanuit de app.
pl: Generuj pary kluczy SSH Ed25519 bezpośrednio z aplikacji.
pt: Gere pares de chaves SSH Ed25519 diretamente na app.
ru: Генерируйте пары SSH-ключей Ed25519 прямо из приложения.
tr: Ed25519 SSH anahtar çiftlerini doğrudan uygulamadan oluşturun.
zh_hans: 可在应用内直接生成 Ed25519 SSH 密钥对。

source: Green checkmark = OK, red X = unavailable.
ar: علامة صح خضراء = متاح، X حمراء = غير متاح.
de: Grüner Haken = OK, rotes X = nicht verfügbar.
es: Marca verde = OK, X roja = no disponible.
fr: Coche verte = OK, croix rouge = indisponible.
hi: हरा चेकमार्क = ठीक, लाल X = अनुपलब्ध।
id: Centang hijau = OK, X merah = tidak tersedia.
it: Segno di spunta verde = OK, X rossa = non disponibile.
ja: 緑のチェックマーク＝正常、赤のX＝利用不可。
ko: 녹색 체크 = 정상, 빨간 X = 사용 불가.
nl: Groen vinkje = OK, rood kruis = niet beschikbaar.
pl: Zielony znacznik = OK, czerwony X = niedostępny.
pt: Visto verde = OK, X vermelho = indisponível.
ru: Зеленая галочка = OK, красный X = недоступно.
tr: Yeşil onay işareti = Tamam, kırmızı X = kullanılamaz.
zh_hans: 绿色对勾=正常，红色 X=不可用。

source: Green shield: All firewalls closed.
ar: درع أخضر: جميع الجدران النارية مغلقة.
de: Grünes Schild: Alle Firewalls geschlossen.
es: Escudo verde: todos los firewalls cerrados.
fr: Bouclier vert : tous les pare-feux sont fermés.
hi: हरा शील्ड: सभी फायरवॉल बंद हैं।
id: Perisai hijau: Semua firewall tertutup.
it: Scudo verde: tutti i firewall chiusi.
ja: 緑のシールド：すべてのファイアウォールが閉じています。
ko: 녹색 방패: 모든 방화벽이 닫혀 있습니다.
nl: Groen schild: alle firewalls gesloten.
pl: Zielona tarcza: wszystkie zapory zamknięte.
pt: Escudo verde: Todos os firewalls fechados.
ru: Зеленый щит: все брандмауэры закрыты.
tr: Yeşil kalkan: Tüm güvenlik duvarları kapalı.
zh_hans: 绿色盾牌：所有防火墙已关闭。

source: Hover over a credential row for a visual animation (key icon rotation + orange highlight).
ar: مرر المؤشر فوق صف بيانات الاعتماد لمشاهدة حركة بصرية (دوران أيقونة المفتاح + تمييز برتقالي).
de: Fahren Sie mit der Maus über eine Zugangsdatenzeile für eine visuelle Animation (Schlüsselsymbol dreht sich + orange Hervorhebung).
es: Pasa el cursor sobre una credencial para ver una animación (icono de llave girando y resaltado naranja).
fr: Survolez une ligne d’identifiant pour une animation visuelle (rotation de l’icône clé + surbrillance orange).
hi: क्रेडेंशियल पंक्ति पर होवर करने पर विज़ुअल एनिमेशन (की आइकन घुमाव + नारंगी हाइलाइट) दिखेगा।
id: Arahkan kursor ke baris kredensial untuk animasi visual (ikon kunci berputar + sorotan oranye).
it: Passa il mouse su una riga credenziale per un'animazione visiva (rotazione icona chiave + evidenziazione arancione).
ja: 認証情報の行にカーソルを合わせると、鍵アイコンの回転とオレンジ色のハイライトでアニメーション表示されます。
ko: 자격 증명 행에 마우스를 올리면 키 아이콘 회전 및 주황색 하이라이트 애니메이션이 표시됩니다.
nl: Beweeg over een rij met inloggegevens voor een visuele animatie (draaiende sleutel en oranje markering).
pl: Najedź na wiersz danych uwierzytelniających, aby zobaczyć animację (obrót ikony klucza + pomarańczowe podświetlenie).
pt: Passe o rato sobre uma linha de credencial para animação visual (ícone da chave roda + destaque laranja).
ru: При наведении на строку учетных данных — анимация (вращение иконки ключа + оранжевая подсветка).
tr: Bir kimlik bilgisi satırının üzerine gelince görsel animasyon (anahtar simgesi döner + turuncu vurgulama) gösterilir.
zh_hans: 鼠标悬停在凭证行上会有动画效果（钥匙图标旋转+橙色高亮）。

source: IP Presets & Auto-Close
ar: إعدادات IP والإغلاق التلقائي
de: IP-Voreinstellungen & Auto-Schließen
es: Preajustes de IP y cierre automático
fr: Préréglages IP & Fermeture auto.
hi: IP प्रीसेट्स और ऑटो-क्लोज़
id: Preset IP & Tutup Otomatis
it: Preimpostazioni IP e chiusura automatica
ja: IPプリセット & 自動クローズ
ko: IP 프리셋 및 자동 닫기
nl: IP-voorinstellingen & Automatisch sluiten
pl: Predefiniowane IP i auto-zamykanie
pt: Predefinições de IP & Fecho automático
ru: IP-пресеты и автозакрытие
tr: IP Ön Ayarları & Otomatik Kapatma
zh_hans: IP 预设与自动关闭

source: Initial password has a show/hide toggle for security.
ar: كلمة المرور الأولية تحتوي على زر إظهار/إخفاء للأمان.
de: Das Initialpasswort hat einen Anzeigen/Verbergen-Umschalter für mehr Sicherheit.
es: La contraseña inicial tiene un botón para mostrar/ocultar por seguridad.
fr: Le mot de passe initial dispose d’une option d’affichage/masquage pour la sécurité.
hi: प्रारंभिक पासवर्ड में सुरक्षा हेतु शो/हाइड टॉगल है।
id: Password awal memiliki toggle tampil/sembunyikan demi keamanan.
it: La password iniziale ha un interruttore mostra/nascondi per la sicurezza.
ja: 初期パスワードはセキュリティのため表示/非表示の切り替えが可能です。
ko: 초기 비밀번호는 보안상 표시/숨김 토글이 있습니다.
nl: Initiëel wachtwoord heeft een tonen/verbergen-schakelaar voor de beveiliging.
pl: Hasło początkowe ma przełącznik pokaż/ukryj dla bezpieczeństwa.
pt: A password inicial tem opção mostrar/ocultar para segurança.
ru: Первоначальный пароль можно показать/скрыть для безопасности.
tr: İlk şifre için güvenlik amacıyla göster/gizle anahtarı vardır.
zh_hans: 初始密码带有显示/隐藏切换以增强安全性。

source: Instance Management
ar: إدارة المثيلات
de: Instanzverwaltung
es: Gestión de instancias
fr: Gestion des instances
hi: इंस्टेंस प्रबंधन
id: Manajemen Instance
it: Gestione istanze
ja: インスタンス管理
ko: 인스턴스 관리
nl: Instantiebeheer
pl: Zarządzanie instancjami
pt: Gestão de instâncias
ru: Управление инстансами
tr: Sunucu Yönetimi
zh_hans: 实例管理
